export const songs = [
  {
    id: 1,
    number: 1,
    title: "Rajula Raju",
    teluguTitle: "రాజుల రాజు",
    lyrics: {
      pallavi: `రాజుల రాజు సింహాసనాసీనుడైనాడు
ప్రభువుల ప్రభువు స్తుతిహాసనాసీనుడైనాడు
దూతలు స్తుతియించుచున్నారు
పెద్దలు సాగిల పడినారు
మహోన్నతుడైన దేవుడు
మహిమ గలిగిన దేవుడు
`,
      charanam1: `
ఉత్తర దిక్కునున్న సీయోను పర్వతం
దేవుని ఆలయం
దిగువనున్న నూతన యెరూషలేం
ఆయన నివాసం
షాలేములో నివసించుతాడు
సీయోనులో నుండి పాలించుతాడు
యేసయ్యదేవుడు నిజమైన దేవుడు
`,
      charanam2: `మిఖాయేలు గబ్రియేలు దేవుని ప్రకాశం 
కెరూబులు సెరాపులు ఆయన ప్రభావం 
కెరూబుల నడుమ నివసించుతాడు
సెరాపుల ద్వారా స్తుతి పొందుతాడు
యేసయ్య దేవుడు నిజమైన దేవుడు
`
    }
  },
  {
id:2, 
number:2, 
title:"Devunilo Nivasinchalani", 
teluguTitle:"దేవుని లో నివసించాలని ", 
lyrics :{
pallavi:`దేవుని లో నివసించాలని
ప్రభు చిత్తం నెరవేర్చాలని
తిర్మానించుకున్న ఆయన యెదుటనే
ముందుకు సాగుతున్న దేవుని దయ వలనే`
, 
charanam1:`ఆటంకాలు నాకు ముందు గా వచ్చినను
ఆయన దక్షిణ హస్తం
నాకు తోడైయున్నదిలే
అవరోధాలు నాకు ఎదురుగా వచినను
ఆయన చల్లని చూపు
నాకు నీడగ ఉన్నది లే
ఈ విశ్వాసం నాలో తొలగి పోనిదిలే
ప్రభు వాక్యం విశ్వాసమునిచ్చెనులే `
, 
charanam2: `అల్లరి శక్తులు నన్ను కలవరపరచినను
ఆయన సన్నిధి నాకు తోడైయున్నదిలే
చీకటి శక్తులు నన్ను అస్థిరపరచినను
ఆయన ఆత్మ శక్తి నన్ను స్థిరంగా ఉంచెనులే
ప్రభు ప్రేమ మారుపు లేనిదిలే
ప్రభు రాజ్యం అంతము లేనిదిలే`
}
}
, 
{
id:3, 
number:3, 
title:"Kharchavuthundi", 
teluguTitle:"ఖర్చౌతుంది ", 
lyrics:{
pallavi:`ఖర్చౌతుంది రూపాయి మనిషి చేతిలో
ఖర్చౌతాను నేను యేసు చేతిలో 
ఆయన మహిమకై బ్రతికి
ఆయన చిత్తమే చేసి
ఆయన కృపలో నేను నిదిరిస్తాను
నా చివరి దినము క్రీస్తులో ముగియిస్తాను `, 
charanam1:`ఇన్నాళ్లు ఎరుగలేదు ఆత్మీయ ప్రేమ
ఆత్మలకు తండ్రియైన యేసయ్య ప్రేమ
ఆత్మీయ అనురాగము
చూడనైన చూడనైతిని
ఆత్మీయ అనుబంధము
కాననైన కాననైతిని
ఆకాశమందున్న ప్రేమ దేవుడేసు
పాపులకై ప్రాణమిచ్చిన పరిశుద్ధుడేసు
ఆయన మహిమకై బ్రతికి —`, 
charanam2:`ఇన్నాళ్లు చదువలేదు యేసయ్య వాక్యము
పరిశుద్ధ గ్రంథమైన బైబిల్ వాక్యము
ప్రభువైన యేసు మాటలు
విననైన విననైతినే
ప్రభువైన క్రీస్తు మాటలు
చెప్పనైన చెప్పనైతినే
ఆకాశమందున్న ప్రేమ దేవుడేసు
పాపులకై ప్రాణమిచ్చిన పరిశుద్ధుడేసు
ఆయన మహిమకై బ్రతికి —`
}
}
,
{
id:4, 
number:4, 
title:"Ragalenno", 
teluguTitle:"రాగాలెన్నో", 
lyrics:{
pallavi:`రాగాలెన్నో మన యేసయ్యకు
స్తుతి గీతాలాయే మహారాజుకు
పాడాలని ప్రభు పాటలు
జీవితమంతయు కోరుకుంటాను`, 
charanam1:`ఎల్లవేళల కొనియాడుతూ
ఎప్పటికప్పుడు పెంపారుతు 
పాటలే పాడాలి పరవశమొందాలి
చిన్న పిల్లల మనస్సు కలిగి ఉండాలి
ఆత్మ బలముకై అభిషేకముతో నిండాలి`, 
charanam2:`నిన్ననేడు ఏనాడును
మార్పు లేని యేసయ్యకు
స్తోత్రము చెయ్యాలి స్తుతులు చెల్లించాలి
వెనుక వారికి మాదిరిగా మనముండాలి
ముందున్నవారి దయను మనము పొందాలి`
}
}
, 
{
id:5, 
number:5, 
title:"Ni Parishudhathalo", 
teluguTitle:"నీ పరిశుద్ధతలో", 
lyrics:{
pallavi:`నీ పరిశుద్ధతలో నను నిలిపినందుకు
యేసయ్య నీకే స్తోత్రము
నేను నిలిచేది కష్టమే అనుకొనగా
సమభూమిలో నను నిలిపినందుకు
యేసయ్య నీకే స్తోత్రము`, 
charanam1:`తామరాకుపై నీటి చుక్కలు పడినా
తామరాకు వాటిని తాకనివ్వదు
ఈ లోకంలో పాపం ప్రవహిస్తున్నా
దానిని నా హృదయమును తాకనివ్వవు
యేసు రక్తమే పవిత్ర పరచును
సిలువ రక్తమే నను శుద్ధిచేయును`, 
charanam2:`చిక్కునబెట్టు పాపం చుట్టు ముట్టిన
క్రీస్తు రక్తమే ప్రాకారమాయెను
ఘట సర్పము కాటు వేయ చూచిన
నా యేసే రక్షణ శృంగమాయేను
యేసు రక్తమే పవిత్ర పరచును
సిలువ రక్తమే నను శుద్ధిచేయును`
}
}
, 
{
id:6, 
number:6, 
title:"Devuni Inti", 
teluguTitle:"దేవుని ఇంటి", 
lyrics:{
pallavi:`దేవుని ఇంటి గడప కిందినుండి
పారుచున్న ఓ జీవ జలమా
పరలోకం నుండి పరుగెత్తి వచ్చి
మము తాకుచున్న ఓ కృపా వరమా
మా హృదయం దైవ ప్రేమతో
నీవు నింపుచువున్నావు
ప్రభు చిత్తము మాయందు
నెరవేర్చుచూవున్నావు`, 
charanam1:`లోకంలో నుండి మము ప్రత్యేకించినావు
నామకార్ధుల కంటే మరి ఎత్తులో ఉంచావు
పరలోకంలో వ్రాయబడిన జేష్ఠుల సంఘమనీ
శ్రమలో కూడ మేము నీకు సాక్షులై ఉండాలనీ
మా కోసం నీ ప్రాణం త్యాగం చేశావు
నీ కోసం జీవితాంతం సాక్షులై ఉంటాము`, 
charanam2:`చీకటి తొలగించి మాకు వెలుగు గా నిలిచావు
నిరాశలు తొలగించి నిత్యానందము నిచ్చావు
పరలోకంలో నీతో మేము నివసించాలని
ఇహ లోకంలో నీతో వెలిగిన జ్యోతులై ఉండాలని
మా కోసం నీ రక్తం సిలువలో చిందావు
నీ కోసం నీ వాక్యం వెలుగుగా ఉంటాము`
}
}
, 
{
id:7, 
number:7, 
title:"Naa Yesayya", 
teluguTitle:"నా యేసయ్య ", 
lyrics:{
pallavi:`నా యేసయ్య నీ కృపయే ఆధారము
ప్రభు యేసయ్య నీ కృపలో ఆనందము
ఎవ్వరు మరిచిన నేను మరువనంటివి
నీ చేయి ఎన్నడు నేను విడువనంటివి `, 
charanam1:`జాబిల్లి రాతిరి వచ్చి వెళ్ళి పోవును
ఉదయము వచ్చి అస్తమించును
రేయి అయినా పగలైన నా తోడువి నీవయ్య
కష్టమైన సుఖమైన నీ సాక్షిని నేనయ్య `, 
charanam2:`నీ జనులు చీకటిలో దారి తప్పకుండను
నీ ప్రజలు ఎండలో సొమ్మ సిల్లకుండను
రేయి అగ్ని స్తంభమై పగలు మేఘ స్తంభమై
నడిపించిన కాపరి ఇశ్రాయేలు కాపరి `
}
}
, 
{
id:8, 
number:8, 
title:"Sthuthiki Pathruda", 
teluguTitle:"స్తుతికి పాత్రుడా ", 
lyrics:{
pallavi:`స్తుతికి పాత్రుడా స్తుతి పాత్రుడా
పూజకు అర్హుడా పూజార్హుడా
నిన్నే స్తుతింయించెదా పూజించెదా
అతికాంక్షనీయుడా నా యేసయ్యా `, 
charanam1:`నీలో పరిశుద్ధత ఉన్నది
నాపై ప్రేమయు నీలో ఉన్నది
దివి నుండి భువికి నా కొరకొచ్చావే
నాపై నీ ప్రేమను వెల్లడించావే
నీ సాక్షిగా నేనుంటూనే
నీ యెడల కృతజ్ఞతను తెలియపరిచెదా `, 
charanam2:`నీలో ఆత్మీయత ఉన్నది
నాపై అనురాగము ఉన్నది
తల్లి నిన్ను మరిచిన మరువనంటివే
తల్లివై తండ్రివై ఆదరిస్తివే
నీ చిత్తము జరిగిస్తునే
నీయెడల భయ భక్తిని తెలియపరిచెదా `
}
}
, 
{
id:9, 
number:9, 
title:"Samadhana Paricharya", 
teluguTitle:"సమాధాన పరిచర్య ", 
lyrics:{
pallavi:`సమాధాన పరిచర్య ఆపోస్తలుల పరిచర్య
ముజే తుజే సరిచెయ్య నెలకొన్న పరిచర్య
అత్మల పరిచర్య అభిషేకపు పరిచర్య
ఆత్మవరములతో సమకూడిన పరిచర్య
W యెరూషలేమ్ హోలీ మినిస్ట్రీస్
న్యూ జెరూషలేము గ్లోరి మినిస్ట్రీస్ `, 
charanam1:`పెంతెకోస్తు రోజున ప్రారంభమైనది
ఆత్మబలముతో ముందుకెళ్లుతున్నది
అన్యభాషలలో మాడాడువారు
దేవునితోనే మాట్లాడుచున్నారు
భాషల అర్ధము చెప్పే కృప పొందినవారు
సంఘక్షేమము కొరకే మాట్లాడుతారు `, 
charanam2:`రక్తస్రావ స్త్రీ ప్రభువు యొద్దకొచ్చెను
ఆయన వస్త్రము ముట్టి స్వస్థత నొందెను
విశ్వాసముతో శరీర స్వస్తత
సమాధానమే ఆత్మకు స్వస్తత
సమాధానము పొంది వెళ్ళమని చెప్పెను
ఆత్మకు స్వస్థత కలుగునని చెప్పెను `
}
}
, 
{
id:10, 
number:10, 
title:"Vishwasa Yathralo ", 
teluguTitle:"విశ్వాస యాత్రలో ", 
lyrics:{
pallavi:`విశ్వాస యాత్రలో విసుకంటు చెందకు
విజయాల బాటలో వెనకడుగు వేయకు
జయించలేనిదంటు ఏమి ఉంటుంది
జయశీలుడేసే నడిపించినపుడు `, 
charanam1:`యోసేపు కన్న కలలు ఐగుప్తులో
ఎన్నాళ్ళకో నెరవేరెను
ఇనుప సంకెళ్లు అతని దేహంబును
ఎంతగానో బాధించెను
ధైవ భయము కలిగి
పాపమును చేయలేదు
దైవ స్వప్నములు మరచిపోలేదు
దీర్ఘశాంతము తో నడిపించ బడెను
తగిన సమయములో హెచ్చించబడెను `, 
charanam2:`అపవాది పైన జయము విశ్వాసమే
విశ్వాసమే మన విజయం
విశ్వాసమునకు కర్త యేసయ్యయే
యేసయ్య పై విశ్వాసము
వినుట వలన విశ్వాసం కలుగును
వినుట యేసనే మాట వలన కలుగును
దేవుని మాటలు వినుచునే ఉండుము
విన్న మాటలే ధ్యానించుచుండుము `
}
}
, 
{
id:11, 
number:11, 
title:"Kondallo Konallo", 
teluguTitle:"కొండల్లో కోనల్లో ", 
lyrics:{
pallavi:`కొండల్లో కోనల్లో యేసు పాటలే
పల్లెల్లో పట్టణాల్లో యేసు మాటలే
దేశంలో విదేశంలో యేసుకు స్తుతి ప్రార్ధనే
దివిలోన భువిలోన యేసుకు ఆరాధనే
యేసుకు ఆరాధనే `, 
charanam1:`తెలుగులోన రాశాడు బైబిలు గ్రంధము
హిందిలోన రాశాడు బైబిలు గ్రంథము
ఇంగ్లీషు లోనైన ఏ భాషలో నైన
రాయించి యున్నాడు పరిశుద్ధాత్ముడు
రాయించుచున్నాడు పరిశుద్దాత్ముడు `, 
charanam2:`పూర్వకాలమా క్రీస్తు పూర్వమే
జరిగే కాలక్రీస్తు శకమే
రానున్న కాలమా యేసయ్య రాజ్యమే
ధగధగ మెరుస్తుంది నూతన యెరూషలేం
రంగులు విరజిమ్ముతుంది నూతన యెరుషలేం `
}
}
, 
{
id:12, 
number:12, 
title:"Sthuthi Keerthana ", 
teluguTitle:"స్తుతికీర్తన పాడి ", 
lyrics:{
pallavi:`స్తుతికీర్తన పాడి నిను కీర్తించెదను
సుగుణాల సంపన్నుడా
స్తుతి యాగము చేసి నిను ఘనపరిచెదను
మహిమ పొందు మహనీయుడా
ఇదెంత భాగ్యమో ఈనాటికీ
నీ పాదల యొద్ద నాకు స్థలం దొరికెను
నాకెంతో ఆశ్చర్యం నీ మార్గము
తరాలు మారినా క్రొత్త గా నున్నది `, 
charanam1:`ఎర్ర సముద్రము పాయలుగా చేసి
పొడి నేలలో నీ ప్రజల నడిపించినావు
ఐగుప్తు రథములన్ని నీళ్ల లోన ముంచి
నీ ఇష్ట జనమునకు విడుదల కలిగించినావు
ఈనాటికీ ఆ రథములన్నియు
నీ గొప్ప కార్యమునకు ఆనవాలైనవి
పరిశోధకులు అవి వెలికి తీయచూడగా
ఫరో రాజు ఆటంక పరిచెను
నీ మహిమ నాపలేరు ఏ రాజులు
రాజులకే రాజువు మహరాజువు
మా యేసు రాజువు `, 
charanam2:`కుష్ఠు రోగులను శుద్ధులుగా చేసి
యేసు అను నామమును పరిచయం చేసినావు
పన్నెండు మందిని అపొస్తలుల చేసి
భూలోక మంతటికీ కృప ద్వారా పంపినావు
అపొస్తలు నీ నామము ప్రకటించగా
లోకాధికారులు అభ్యంతర పరిచెను
నీ నామమాపలేరు ఏ అధికారులు
అన్నీ నాములకన్నపై నామము మాయేసు నామము `
}
}
, 
{
id:13, 
number:13, 
title:"Napai Neekunna", 
teluguTitle:"నాపై నీకున్న ", 
lyrics:{
pallavi:`నాపై నీకున్న ప్రేమ
అది ఇంత అని నే చెప్పగలనా
తల్లిదండ్రులు లైన అన్నదమ్ములైన
బంధుమిత్రులైన చూపించలేని ప్రేమ `, 
charanam1:`నా కోసమే సిలువ లో మరణించావు
అది గాకనే నీ ఆత్మ తో నను నింపావు
ఇంతకన్న నాకోసం ఏమి చేయ గలవు
ఇప్పటి వరకు నీకోసం ఏమి చేశాను
నా జీవితమే నీకంకితం చేసి
నీ ఆజ్ఞలన్నిటిని అనుసరిస్తాను
నిన్నే వెంబడిస్తాను `, 
charanam2:`పునరుత్థానమై మరణమును నీవు గెలిచావు
త్యాగపూర్ణమై ఈ సంఘమును నిలిపావు
ఈ క్రొత్త సంఘముకై క్రయ ధనమైనావు
నీ నిత్య రాజ్యముకు  మార్గమువైనావు
నీ స్నేహమే గొప్ప భాగ్యము అనుకుంటూ
నీ సేవలో నేను తరియిస్తాను
నిన్నే స్మరియిస్తాను `
}
}
, 
{
id:14, 
number:14, 
title:"Devudu Thana", 
teluguTitle:"దేవుడు తన ", 
lyrics:{
pallavi:`దేవుడు తన స్వరక్తమిచ్చి
సంపాదించిన సంఘమా
సిలువలో తన ప్రాణము పెట్టి
కొన్నాడు నిన్ను సంఘమా
ప్రియ యేసు మాటను
ఆలకించుమా సంఘమా
ప్రభు యేసు వైపే చూచి
నడువుమా సంఘమా `, 
charanam1:`పాపం నుండి పవిత్రురాలుగా
నిను చేయకోరెను సంఘమా
పరిశుద్ధతలో నిన్ను పరిపూర్ణురాలుగా
చేయాలని తలంచెను చేయాలని తలంచెను
ప్రియసంఘమా `, 
charanam2:`మచ్చెలేని మహిమ సంఘముగా
నిను చేయకోరేను సంఘమా
అపొస్తలుల సహవాసమందు
ఉండాలని తలంచెను నివుండాలనీ తెలంచెను
ప్రియ సంఘమా `
}
}
, 
{
id:15, 
number:15, 
title:"Sthuthi Aaradhana", 
teluguTitle:"స్తుతి ఆరాధన ", 
lyrics:{
pallavi:`స్తుతి ఆరాధన ఇది నా ప్రార్థన
నాలో నీవు నిలిచి ఉండాలని
స్తుతి ఆరాధన ఇది నా ప్రార్థన
నీలో నేను నిలిచి ఉండాలని
నాలో నీవు నీలో నేను
నిలిచి ఉండాలని నా ప్రార్థన `, 
charanam1:`కొమ్మన మొగ్గ వికసిస్తే అందము
క్రీస్తులో నీవు శ్రమపడితే ఆనందము
పరిపూర్ణత చెందితే ని జీవితం
మహదానందము పరమానందము `, 
charanam2:`తీగన పిందె ఫలియిస్తే అందము
క్రీస్తుతో నీవు అంటుకట్టబడితో ఆనందము
పరిపక్వమై పండితే ఫలము
మహదానందము పరమానందము `
}
}
, 
{
id:16, 
number:16, 
title:"Srimanthuda ", 
teluguTitle:"శ్రీమంతుడా ", 
lyrics:{
pallavi:`శ్రీమంతుడా అక్షయ ధనమా
ఆత్మీయ ఐశ్వర్యమా
వీడని బంధమా మారని స్నేహమా
మరుపే రాని అనుబంధమా `, 
charanam1:`ఈ లోక ధనము అశాశ్వతము
నీవిచ్చు ధనమే శాశ్వతము
నిత్య రాజ్యములో నా కొరకై
ధనమును కూర్చిన యేసయ్య
యేసయ్య నీకే స్తోత్రమయ్య
హల్లెలూయా నీకే స్తోత్రమయ్య `, 
charanam2:`ఈ లోక ధనము నను విడిచినను
నీవిచ్చు కృపతో తృప్తి పరచినావు
ప్రేమ రాజ్యముకు నను పిలిచి
నా అక్కర తీర్చిన యేసయ్య
యేసయ్య నీకే స్తోత్రమయ్య
హల్లెలూయా నీకే స్తోత్రమయ్య `
}
}
, 
{
id:17, 
number:17, 
title:"Rajuvai undi", 
teluguTitle:"రాజువై ఉండి ", 
lyrics:{
pallavi:`రాజువై ఉండి రాజుల రాజువై ఉండి
రక్తము కార్చుట నీకేలనో
మహిమ కలిగియుండి
అధిక మహిమకలిగియుండి
మహిమను విడనాడుట నీకేలనో
మాపై నీకున్న ప్రేమ నీ రక్తమును కార్చెను
మాపై నీకున్న ప్రేమ
నీమహిమను విడనాడెను
నీ మహిమను విడనాడేను `, 
charanam1:`సిలువ నిన్ను బాధించెను
కొరడాలు నీ వంటిని చీల్చెను
ముండ్ల కీరిటం నీ తలను గ్రుచ్చెను
పాపం ఎరుగని పరిశుద్ధుడా `, 
charanam2:`అపవాది నిన్ను శోధించినా
అపహాసకులు నిన్ను నిందించినా
అగ్నివంటి శ్రమలే కలిగినా
వెనుదిరగని జయశీలుడా `
}
}
, 
{
id:18, 
number:18, 
title:"Gunde Pagilinda", 
teluguTitle:"గుండె పగిలిందా ", 
lyrics:{
pallavi:`గుండె పగిలిందా గూడెచెదిరిందా
యేసయ్య నిన్ను రమ్మంటున్నాడు
నీ కష్టాలనూ తీర్చుతాడు
యేసయ్యనిన్ను రమ్మంటున్నాడు
నీ ఇంటిని తిరిగి నిర్మించుతాడు `, 
charanam1:`రాజులను నమ్మి చూస్తే మొసాలే
మనుష్యులను నమ్మి చూస్తే వేషాలే
నీ భాధల్లో నీతో ఉన్న వారే నీ ఆత్మీయులు
నీ కన్నీరు నాట్యము చేసినోడే నీ రక్షకుడు
యేసయ్య నిన్ను — `, 
charanam2:`యే మనిషిలో చూడు స్వార్ధాలే
యే పనిలో చూడు పోటీలే
తన హృదయంలో కపటము లేనివాడే
నీ స్నేహితుడు
నీ హృదయమును శుద్ధాత్మతో నింపినోడే
నీ దేవుడు
యేసయ్య నిన్ను — `
}
}
, 
{
id:19, 
number:19, 
title:"Aashcharya Karyamulu", 
teluguTitle:"ఆశ్చర్యకార్యములు ", 
lyrics:{
pallavi:`ఆశ్చర్యకార్యములు
మహఆశ్చర్యకార్యములు
చేయువాడుయెహోవాయే
ఆయన కృప నిరంతరము ఉండును
చేశాడు చేస్తున్నాడు చేస్తాడులే `, 
charanam1:`రోగము వైద్యుల చేతనయము చేయబడితే
ఆశ్చర్యమే కదా!
లక్షలు కోట్లు ఉన్న వైద్యులు సయితం
బాగు చేయలేక ఎందరో చనిపోవుచుండగా
వైద్యుల చేతిలో స్వస్థపరచువాడు
యెహోవాయే కదా
ఆయన కృప —`, 
charanam2:`మరణకర రోగం వైద్యులతో కాక
యేసు నామములో స్వస్థపడిన యెడల
మహా ఆశ్చర్యమే కదా!
వైద్యుల చేత చేయి విడువబడిన
ఎందరినో యేసు స్వస్థపరచలేదా
పరమ వైద్యుడు యేసుక్రీస్తే కదా!
ఆయన కృప — `
}
}
, 
{
id:20, 
number:20, 
title:"Aaradhana ", 
teluguTitle:"ఆరాధన స్తుతి ఆరాధన ", 
lyrics:{
pallavi:`ఆరాధన స్తుతి ఆరాధన
ఆరాధన స్తుతి ఆరాధన
ఆత్మతో సత్యముతో ఆరాధన
ఆత్మ దేవునిలో ఆరాధన `, 
charanam1:`నా హృదిలో వెలసిన నా దేవుడు
నా మదిలో నిలిచిన మహనీయుడు
మహిమ ప్రకాశమే మానవ రూపమే
ఆత్మీయరూపమే అభిషేక వర్షమే
మరువకుండ చేసెదా ఆరాధన
విడువకుండ చేసేదా నీకు ప్రార్ధన `, 
charanam2:`నా ముందర నడచిన నా దేవుడు
నా వెనుకకు వచ్చిన మహానీయుడు
దేవునితోటలో దూతల కంచెలో
మహరాజు ఇంటిలో మర్మాలకోటలో
భయముతో నడిచెద దేవుని యెదుట
ధైర్యముతో నడిచెద శత్రువు యెదుట `
}
}
, 
{
id:21, 
number:21, 
title:"Sampoorna Saundarya", 
teluguTitle:"సంపూర్ణ సౌందర్య ", 
lyrics:{
pallavi:`సంపూర్ణ సౌందర్య సీయోను లో
పరిపూర్ణ సుగుణాల యేసయ్య తో
ఉండబోవువారు ధన్యులు
పరిశుధ్ధులై ఉందురు `, 
charanam1:`శోభగల యెరూషలేములో
ఉత్తరాన ఉన్నది సీయోను పర్వతం
పన్నెండు పునాదుల యెరూషలేముకు
సీయోను శిఖరమే ప్రకాశ దీపమై
ఎత్తున ఉంచబడి కాంతినిచ్చును
చీకటి చేరలేని వెలగునిచ్చును `, 
charanam2:`ప్రజ్ఞ గల యేసురాజుకు
సీయోను నగరమే పరిపాలన స్థానమై
భువి నుండి ఎన్నికైన త్యాగశీలులే
క్రీస్తు యేసుకు విశ్వాస సైన్యమై
దేవుని కొండపై సంచరించును
క్రొత్త పాట పాడుతూ ఆనందించును `
}
}
, 
{
id:22, 
number:22, 
title:"Israyeliyula ", 
teluguTitle:"ఇశ్రాయేలీయుల ", 
lyrics:{
pallavi:`ఇశ్రాయేలీయుల దేవుడైన యెహోవా
పరిశుద్ధుడు
అపోస్తలుల దేవుడైన యేసయ్య
పరిపూర్ణుడు
పరిశుద్ధుడు పరిపూర్ణుడు
ప్రభువైన యేసు రారాజు `, 
charanam1:`పాత నిబంధన పరిశుద్ధులు
పరలోక స్వాస్థ్యము పొందాలని
క్రొత్త నిబంధన విశ్వాసుల
పరిపూర్ణ భక్తి కావాలని
మమ్ము ఎర్పరచి వెను తట్టి నడిపించిన
యెహోవా యేసయ్య `, 
charanam2:`అపవాది చేతి క్రింద నున్న అజ్ఞానుల
తన రక్షణ లోనికి తేవాలని
నామకార్ధులైన అల్పవిశ్వాసుల
సర్వసత్యములోనికి నడపాలని
మమ్ము ఎర్పరచి వెను తట్టి నడిపించిన
యెహోవా యేసయ్య `
}
}
, 
{
id:23, 
number:23, 
title:"Ekkada Chudu", 
teluguTitle:"ఎక్కడ చూడు ", 
lyrics:{
pallavi:`ఎక్కడ చూడు ఎక్కడ చూడు
యేసు నామమే
పరలోకములో ఈ భూమిలో
ఉదయం మొదలు సాయంత్రం వరకు
సాయంత్రం నుండి ఉదయం వరకు
స్తుతి పొందదగినది యేసు నామము
స్తుతియింప బడుచున్నది యేసు నామము `, 
charanam1:`ఆకాశము క్రింద ఏ నామములో
రక్షణ అన్నది లేనే లేదు
రక్తము కోరేటి చీకటి శక్తుల
బంధకము నుండి యేసు తప్ప
విడిపించు వారు లేనే లేరు
రక్షించే వారు లేనే లేరు `, 
charanam2:`ఆకాశము క్రింద ఏ స్థలములో
రక్తము చిందిన దేవుడే లేడు
రక్తము త్రాగేటి శక్తుల మధ్యలో
రక్తము చిందిన యేసు తప్ప
నీ మేలు కోరువారు లేనే లేరు
నీకు మేలు చేయువారు తనే లేరు `
}
}
, 
{
id:24, 
number:24, 
title:"Naa Balamu", 
teluguTitle:"నా బలము ", 
lyrics:{
pallavi:`నా బలము అంతయు
బలహీనముగా అయినది ఎందుకు?
ప్రభు నీ బలమును నా ద్వారా తెలుపుటకే గదా
నీ ప్రత్యక్షతలో నా జీవితం సుఖముగా సాగెను `, 
charanam1:`యెహోవాను నమ్ముకొని దుఖఃపడేదెందుకని
సాతాను చెప్పెను
పనివాడు తన ఆహారముకు పాత్రుడు
కాదాయని ప్రభుయేసు చెప్పెను
ఆ...........నాలో అనుమానం తొలిగెను
ఆ...........నాలో విశ్వాసం పెరిగెను `, 
charanam2:`యెహోవాను వెంబడిస్తే మేలేమి లేదని
సాతాను చెప్పెను
యెహోవాను వెంబడిస్తే కొదువేమి లేదని
దావీదు చెప్పను
ఆ........... నాలో నిరుత్సాహం తొలిగెను
ఆ……….నాలో ఉత్సాహం పెరిగెను `
}
}
, 
{
id:25, 
number:25, 
title:"Mahonnathudu ", 
teluguTitle:"మహోన్నతుడు ", 
lyrics:{
pallavi:`మహోన్నతుడు మహాఘనుడు
కృపా సత్య సంపూర్ణుడు
సర్వము నెరిగిన సర్వోన్నతుడు
సమస్తం చేయగల సర్వ శక్తి మంతుడు `, 
charanam1:`ఎర్ర సముద్రం పాయలుగా చేసి
జనులను నడిపించిన దేవుడు
ఫరో సైన్యమును నీళ్ల లో ముంచి
ప్రజల ను రక్షించిన దేవుడు
ఆశ్చర్యకరుడు అద్భుతకరుడు
కృపా సత్య సంపూర్ణుడు `, 
charanam2:`ఎరికో గోడలు కుప్పలుగా కూల్చి
ప్రజలను బలపర్చిన దేవుడు
శత్రు సైన్యమును అప్పగించి
జనులకు జయమిచ్చిన దేవుడు
ఆశ్చర్యకరుడు— `
}
}
, 
{
id:26, 
number:26, 
title:"Melchizedek ", 
teluguTitle:"మెల్కీసెదెకు ", 
lyrics:{
pallavi:`మెల్కీసెదెకు క్రమమా
నూతన యెరూషలేం సంఘమా
అర్ధవంతమైన త్యాగమా
నీవేమా యొక్క గానమా `, 
charanam1:`జనాల ప్రేమలో స్వార్ధమున్నది
అపవాది ప్రేమలో మోసమున్నది.
ఆత్మీయ ప్రేమలో సత్యమున్నది
యేసయ్య ప్రేమలో నిత్యమున్నది
సత్యమై సర్వసత్యమై
నిర్మించబడిన మన సంఘమున్నది `, 
charanam2:`అహరోను క్రమములో కుమారుడే
తదుపరి యాజకుడు
మెల్కీసెదెకు క్రమములో ఆత్మీయుడే
తదుపరి నాయకుడు
కుమారులకైనా కుమారైలకైనా
నాయకత్వమివ్వనిదే మన సంఘం
సత్యమై సర్వసత్యయై
నిర్మించబడిన మన సంఘమున్నది `
}
}
, 
{
id:27, 
number:27, 
title:"Vidipokuma", 
teluguTitle:"విడిపోకుమా ", 
lyrics:{
pallavi:`విడిపోకుమా ప్రియ సహోదరా
విడిపోకుమా ప్రీయ సహోదరీ
అన్యోన్య సహావాసము మనది
పరిపూర్ణ ప్రేమ గల సహవాసము `, 
charanam1:`మన విరోధి చూడు గర్జించు సింహంవలే
ఎవ్వరిని మ్రింగుదునా అని తిరుగుచున్నాడు
యేసు యెడలనున్న సరళతనుండి
నిన్ను తొలగించునేమో జాగ్రత్త `, 
charanam2:`లోతు భార్య చూడు వెనుక తిరిగి
లోకమును ఆశించి ఉప్పు స్థంభమాయేను
యెదుట ఉంచబడిన పందెం లోన
ఓడిపోదువేమో జాగ్రత్త `
}
}
, 
{
id:28, 
number:28, 
title:"Sthuthiki Pathrudavu", 
teluguTitle:"స్తుతికి పాత్రుడవు ", 
lyrics:{
pallavi:`స్తుతికి పాత్రుడవు
ఆరాధనకు యోగ్యుడవు
నిన్ను స్తుతియించుటకైన
ఆరాధించుటకైనా
నేను యోగ్యుడనా యేసయ్య
నేను యోగ్యుడనా `, 
charanam1:`నీ జనులు ఆవరణములో
లేవీయులు పరిశుద్ద స్థలములో
యాజకులు అతి పరిశుద్ధ స్థలములో
నేనైతే గుమ్మము బయటే
దేవుడే లేని అన్యుడను
క్రీస్తునందే ఆరాధికుడను
నిన్ను స్తుతియించుటకైన — `, 
charanam2:`పరిశుద్దుడా నీ పరిశుద్ధ రక్తముతో
నను కడిగి శుద్ధి చేసినందున
జీవితకాలమంత స్తుతియించెద
ఆయుష్కాలమంత ఆరాధించేదా
దేవుడే లేని — `
}
}
, 
{
id:29, 
number:29, 
title:"Naa Prana Priyuda", 
teluguTitle:"నా ప్రాణ ప్రియుడా ", 
lyrics:{
pallavi:`నా ప్రాణ ప్రియుడా నా యేసు ప్రభువా
నీతో నా జీవితము ఎంతైనా ధన్యకరం `, 
charanam1:`నా ప్రాణముతో పెనవేసుకున్నావయ్యా
నా మనస్సుతో ముడి వేసుకున్నావయ్యా
నీ ఇష్టం చేయకనే నుండనే లేనయ్యా
ఆశలు నా ఆశలు నీలోనే సార్ధకమై
నాలో సంతృప్తి కలిగించెనే
నాకు సంతోషం కలిగించెనే `, 
charanam2:`నా ఆత్మలోకి ఏ తెంచి ఉన్నావయ్యా
నీ ఆత్మలో ఆనందమిచ్చావయ్యా
నీ పరిచర్య చేయకనే బ్రతుకనే లేనయ్యా
ఐక్యత మన ఐక్యత
మనుష్యులకు ప్రయోజనమై
నన్ను నడిపించెనే నిన్ను ప్రకటించెనే `
}
}
, 
{
id:30, 
number:30, 
title:"Sthuthi Ganama", 
teluguTitle:"స్తుతి గానమా ", 
lyrics:{
pallavi:`స్తుతి గానమా స్తుతి కీర్తన
స్తుతి పాటలే నే పాడెద
నా యేసు నాకు చేసిన మేలులు
వర్ణించెదా!    వివరించెదా! `, 
charanam1:`మూగబొమ్మలే దైవత్వము అని
నమ్మితిని ఆనాడు
యేసు క్రీస్తే సృష్టి కర్తని నమ్మితిని ఈనాడు
భజన పాటలే పాడిన గాని
బలము నేను పొందలేదు
ప్రభుయేసు లోని అభిషేక బలము.
పక్షివలె నన్ను ఎగిరించెనే
పక్షివలె నన్ను ఎగిరించెను `, 
charanam2:`దేవుళ్ళెందరో ఉన్నారు అని
నమ్మితిని ఆనాడు
దేవుడొక్కడే ఉన్నాడు అని నమ్మితిని ఈనాడు
భూమి అంతట తెలిసిన వాడే
దేవుడనుటకు అర్హుడు
ప్రభు యేసు నామం ప్రపంచంలో
ఆరాధించబడుచున్నదే
ఆరాధించబడుచున్నది `
}
}
, 
{
id:31, 
number:31, 
title:"Moogaboina ", 
teluguTitle:"మూగబోయిన ", 
lyrics:{
pallavi:`మూగబోయిన గళము
ఆగిపోవునా స్వరము
నిత్యజీవయాత్రలో ఒడిదుడుకులెన్నో
ఉప్పెనగా వచ్చిన ముందుకే సాగుము `, 
charanam1:`గోధుమ గింజయిన వేరొక గింజయినా
చచ్చితేనే అది బహుగా ఫలించును
క్రీస్తునందు శ్రమపడుటే
నీ జీవిత భాగ్యము సహోదరా
యేసుక్రీస్తు నీద్వారా ఆత్మలు రక్షించును
శ్రమను సహించుము `, 
charanam2:`విశ్వాస జీవితమైన సేవ జీవితమైన
ఏర్పాటులోనే ముందుకు సాగుము
ఏర్పాటు లేక శ్రమ పడిన ఫలితమంటు
ఏమి కనిపించకుండును
ధైవ చిత్తములో శ్రమపడినా
సమస్తం ఆయనే సమకూర్చి జరిగించును `
}
}
, 
{
id:32, 
number:32, 
title:"Enthyna Neevu", 
teluguTitle:"ఎంతైన నీవు ", 
lyrics:{
pallavi:`ఎంతైన నీవు దయగల దేవుడవు
ఎంతైన నీవు నమ్మదగిన దేవుడవు
ఎప్పుడు నన్ను ఒంటరిగా
విడువని దేవుడవు
ఎన్నడు నన్ను దూరముగా
త్రోయని దేవుడవు `, 
charanam1:`నా ఎత్తును చూసి నీవు నన్ను ప్రేమించలేదు
ఆకాశం ఎత్తు నీ కృపయే ఉండేను
నా రూపము చూసి నీవు నన్ను ప్రేమించలేదు
నీ రూపము లో నీవే నన్ను చేసినావు
నీ దయచేతనే నన్ను బ్రతికించినావు
నీ కృప చేతనే నన్ను పోషించినావు `, 
charanam2:`నా శక్తిని చూసి నీవు నన్ను ప్రేమించ లేదు
నా కున్న బలము నీవే నాకు ఇచ్చినావు
నా భక్తి ని చూసి నీవు నన్ను ప్రేమించలేదు
భక్తి మార్గమును నీవే నాకు తెలిపినావు
నీ దయ చేతనే — `
}
}
, 
{
id:33, 
number:33, 
title:"Nee Rekkala", 
teluguTitle:"నీ రెక్కల ", 
lyrics:{
pallavi:`నీ రెక్కల నీడలో నన్ను
దాచుకుంటివి నా యేసయ్య
నీ రెక్కల పైన నను మోసిన
నజరేయుడా నీకే వందనం
నజరేయుడా నీకు వందనం `, 
charanam1:`నీవు నాలో వెలిగించిన దీపం
ఆర్పివేయ అపవాది రాగ
వెనుతట్టి నిలబెట్టి నడిపించిన
యెహోవా నీకే వందనం
యెహోవా నీకు వందనం `, 
charanam2:`నీవు నాలో విత్తిన వాక్యం
ఎత్తుకు వెళ్ల విరోధి రాగ
నీరుకట్టి ఎరువేసి బలపరిచిన
యేసయ్య నీకే వందనం
యేసయ్య నీకు వందనం `
}
}
, 
{
id:34, 
number:34, 
title:"Shashwatha Mynadi", 
teluguTitle:"శాశ్వత మైనది ", 
lyrics:{
pallavi:`శాశ్వత మైనది నీ కృప
నను చేరదీసినదీ నీ కృప
నీ కృపా ...ఆ... నీ కృపా..ఆ...
నీ కృపా ...ఆ.. నాకు
చాలును యేసయ్యా `, 
charanam1:`అగ్ని వంటి శ్రమల మధ్యలో
నడచుట నాకు కష్టమైన వేళ
మోకరించి ప్రార్థించగానే
తాకెను నను నీ కృపా
నీ కృపా.... నీ కృపా..
నీ కృపా నాకు చాలును యేసయ్యా `, 
charanam2:`కలవర పరచె ఆత్మలతో నా
కంటి నీరు ఒలికించ బడగా
నెమ్మదినిచ్చే వాక్యము తెలిపి
ముందుకు నడిపెను నీ కృపా
నీ కృపా ....నీ కృపా....
నీ కృపా నాకు చాలును యేసయ్యా `
}
}
, 
{
id:35, 
number:35, 
title:"Prabhuva Yehova", 
teluguTitle:"ప్రభువా యెహోవా ", 
lyrics:{
pallavi:`ప్రభువా యెహోవా పరిపాలన చేసేటివాడా
రాజుల హృదయాలు నీయెదుట
నీటి కాలువలే కదా!
పరిస్థితులేమైన ఏది ఏమైన నీ చిత్తమును
జరిగించుచున్నావయ్యా! `, 
charanam1:`పరలోకమును ఈ భూమియు
భూమి క్రింద పాతాలము
నీ వశమై ఉన్నాయిగా!
మృతులకును సజీవులకును
ప్రభువువు నీవేనయ్య
రా రాజుల రాజా నా యేసయ్య
రాజ్య ప్రభావం నీదేనయ్య `, 
charanam2:`పరదూతలును మనుష్యులును
పడిపోయిన ఆత్మలును
నీ వశమై ఉన్నారుగా!
అన్యులకు ఆత్మీయులకు
ప్రభువువు నీవేనయ్యా
రాజుల రాజా — `
}
}
, 
{
id:36, 
number:36, 
title:"Paadana Ni Paatanu", 
teluguTitle:"పాడనా నీ పాటను ", 
lyrics:{
pallavi:`పాడనా నీ పాటను
నీ కనికరమును నే పాడనా
ఆనందమే మహదానందమే
యేసయ్యతో సహవాసమే
ఆనందమే మహదానందమే
నా యేసుతో అనుబంధమే `, 
charanam1:`త్రోవ తప్పి నేను తిరుగుచున్నవేళ
నను వెదకి వచ్చి రక్షించినావు
నీ జీవ వాక్యమును నాకిచ్చినావు
నను చేసినావు నూతన సృష్టి
ఆనందమే — `, 
charanam2:`నీ త్రోవ యందు నే నడయు వేళ
నా పాదము జారేననుకొనగా
సమ భూమిలో నా పాదము మోపి
నను నడిపినావు నా కాపరి
ఆనందమే — `
}
}
, 
{
id:37, 
number:37, 
title:"Noothana Yerushalema", 
teluguTitle:"నూతన యెరూషలేమా ", 
lyrics:{
pallavi:`నూతన యెరూషలేమా
నూతన పరచుకొనుమా
నూతన యెరూషలేమా
నూతన పరచబడుమా
నూతనమే అంత నూతనమే
నూతనమే అంత నూతనమే `, 
charanam1:`నీ ప్రియ వరుడు వచ్చి
నూతన క్రియలు చేయగా
ఆశ్చర్యముల్ అద్భుతముల్
పరిశుద్ధులు అనుభవించెనే
మా... ప్రియ సంఘమా
మా... ప్రేమ చిహ్నమా `, 
charanam2:`ఆత్మీయ వర్షము కురిసి
నీ నగరులు తేటపడగా
ఆత్మీయత అనురాగము
నీ పిల్లలు అనుభవించెనే
మా... ప్రియ సంఘమా
మా... ప్రేమ చిహ్నమా `
}
}
, 
{
id:38, 
number:38, 
title:"NJM ", 
teluguTitle:"NJM ", 
lyrics:{
pallavi:`NJM నూతన జెరూషలేం
మినిస్ట్రీస్ ఇది మన మినిస్ట్రీస్
మహోన్నతుడే మనకు ఇచ్చిన పరిచర్య
మహిమపరిచర్య `, 
charanam1:`ఏ ఊరివారమైన ఏ భాషవారమైన
ఒక్కడే మనిషివలెనే మనము కలిసిపోవాలని
తన రక్తము ధారబోసి
తన రక్తమే మనకు ఇచ్చి
తన ఆత్మ బలముతో మననైక్యము చేసేనే
ఒక మహిమ సంఘముగా మనను మార్చెనే
తన ఆత్మ సారధిచే మనను నడిపెనే `, 
charanam2:`ధైవజనులు అయిన దైవజనము అయిన
అతి పరిశుద్ధ స్థలములో అడుగుపెట్టాలని
తను అడ్డుబండగా నిలిచి
తెరమధ్యలో అడ్డుతీసి
సమస్త జనులకు ఆశ్రయం ఆయెనే
అన్య జనమును స్వజనముగా మార్చెనే
మెల్కీసెదెకు క్రమములో సంఘము కట్టెనే `
}
}
, 
{
id:39, 
number:39, 
title:"Nashimpa baduvariki", 
teluguTitle:"నశింపబడువారికి ", 
lyrics:{
pallavi:`నశింపబడువారికి నీ సిలువ
వెర్రితనముగా నున్నది
రక్షింపబడు వారికి ఆ సిలువే
నిత్య జీవమైనది
నీదు రక్తమే నా పానము నిర్దోషమైనది
నీదు రక్తము `, 
charanam1:`పాపభరితమై నా మనస్సుకు
కల్మషం తోచెను
పరిశుద్ధ నీ రక్తము నా మనసాక్షిని
కడిగి శుద్ధి చేసెను
పరిశుద్ధుడా నిన్ను చేర్చేను
నను కడిగి శుద్ధి చేసెను
పరిశుద్ధుడా నిన్ను చేర్చేను `, 
charanam2:`నాదు పాపమే ఆ సిలువలో
నీకు శిక్ష ఆయెను 
నీ సిలువ శ్రమల్లో నా వంతు భాగం
భుజము పైన మోపుము
యేసయ్య నీతో నను నడుపుము
నా భుజముపైన మోపుము
యేసయ్య నీతో నను నడుపుము `
}
}
, 
{
id:40, 
number:40, 
title:"YJM YJM", 
teluguTitle:"YJM YJM", 
lyrics:{
pallavi:`YJM YJ M గుడారాలలో
ఆత్మీయ ప్రార్ధనల ఆనందాలలో
సంగీత కీర్తనల ఆలాపనలు
సుస్వరాల వినికిడిలో ప్రేరేపనలు `, 
charanam1:`ప్రాంతమేదో గ్రామమేదో
ఈ స్థలములో ప్రభు పిల్లలం
పరలోకమే మన శాశ్వతం
మన జీవితం ప్రభువు కంకితం
మోడైన బీడైన జీవితాలలో
నూతనమై ఆనందం వెల్లివిరిసెనే `, 
charanam2:`బీదవారమో గొప్పవారమో
మనమిప్పుడు ఆత్మీయులం
కులభేదము ధనభేదము
విసర్జించిన ప్రభు శిష్యులం
ఎన్నటికి విడిపోని ఆత్మ బంధమై
ఐక్యతను అందరికి చాటి చెప్పెదాం `
}
}
, 
{
id:41, 
number:41, 
title:"Sahavasam ", 
teluguTitle:"సహావాసం ", 
lyrics:{
pallavi:`సహావాసం అన్యోన్య సహావాసం
వెదకండీ యేసయ్య కృప కోసం
మిగిలి ఉన్న ఈ జీవితము
ఆయన మహిమ కోసం
చేశానులే ఇదిగో ఆయనకు అంకితం
ఓహో యేసయ్య నీడలో
ఆహా ఎప్పుడూ ఆనందం
ఆనందం ఎప్పుడు ఆనందం
ఆనందం నిత్యము ఆనందం `, 
charanam1:`ఈ సృష్టి అంతంలో కడవరి దినములలో
ఆయన రక్షణ ఎంత గొప్ప భాగ్యం
సీయోను నూతన యెరూషలేము
నూతన ఆకాశములు నూతన భూమిని
సిద్ధపరచెను పరిశుద్ధుల కోసం
ఓహో— `, 
charanam2:`ఈ అన్యాయపు లోకం లో
దౌర్జన్యపు కాలంలో
న్యాయాధిపతి ఉండటం
ఎంత గొప్ప అదృష్టం
మేలు చేయువారిని కీడు చేయువారిని
వేరుగా చేయును
చివరి తీర్పు తీర్చును పరిశుధ్ధులకోసం
ఓహో—  `
}
}
, 
{
id:42, 
number:42, 
title:"Punaruthanudu ", 
teluguTitle:"పునరుత్థానుడు ", 
lyrics:{
pallavi:`పునరుత్థానుడు పురాతన దేవుడు
ఆదియంతమైయున్నవాడు
యేసయ్యదేవుడు
ఆయనే శకపురుషుడు
ఆయనే పరిశుద్ధుడు `, 
charanam1:`మరణ శాసనం వ్రాసింది ఆయనే
మరణ బలమును గెలిచింది ఆయనే
మట్టితో మనిషిని చేసింది ఆయనే
మట్టిబొమ్మకు ప్రాణం పోసింది ఆయనే
ఆయనే శక — `, 
charanam2:`పరిశుద్ధ రక్తమును చిందింది ఆయనే
పాప విమోచనం చేసింది ఆయనే
పవిత్ర మార్గన నడిపేది ఆయనే
పరలోక రాజ్యముకు చేర్చేది ఆయనే
ఆయనే శక — `
}
}
, 
{
id:43, 
number:43, 
title:"Nenevvaru ", 
teluguTitle:"నేనెవ్వరు ", 
lyrics:{
pallavi:`నేనెవ్వరు నీ స్వాస్థ్యమే యేసు
నీవేవ్వరు నా ప్రాణమే క్రీస్తు
అంటు కట్టబడిన అనుబంధమా
ఆత్మీయ ప్రేమ మాధుర్యమా `, 
charanam1:`నా తల్లి గర్భములో ప్రవేశింపజేశావు
రక్తము మాంసము ధరింపజేసావు
నీ రూపములో నను నిర్మించావు
నీ మహిమ కొరకే నన్ను నియమించావు
నేను నేనే నీ స్వాస్థము యేసు
నీవు నీవే నా ప్రాణము క్రీస్తు `, 
charanam2:`లోక జనుల నడుమ నన్ను గుర్తించావు
దివ్యమైన వెలుగులోకి నన్ను నడిపించావు
ముఖ్యమైన మూల రాయిపై నన్ను నిర్మించావు
నీ ఆలయ స్థంభముగా నన్ను నియమించావు
నేను నేనే నీ స్వాస్థము యేసు
నీవు నీవే నా ప్రాణము క్రీస్తు `
}
}
, 
{
id:44, 
number:44, 
title:"Sanghama ", 
teluguTitle:"సంఘమా ప్రియ సంఘమా ", 
lyrics:{
pallavi:`సంఘమా ప్రియ సంఘమా
దేవుని సంఘమా
ప్రాణమా నా ప్రాణమా
ఆనంద గానమా
ఎన్నో రక్త బంధాలు నీలోన
ఆత్మ బంధముగా మారెను
ఎన్నో ఆశాంతి కెరటాలు నీవలన
శాంతి సమాధానముగా మారెను `, 
charanam1:`నేను పల్లెటూరూలో ఉన్నను
ఏ పట్టణములో ఉన్నను
ఆత్మయందు నా సహవాసము
నీవేలే యెరూషలేమా
నీ పైనే నేను మనసుంచెదా!
నీ మేలే నేను ఆశించెదా!
నీ మేలుకై నేను ప్రార్ధించెదా! `, 
charanam2:`నేను దీనస్థితిలో ఉన్నను
సంపన్న స్థితిలో ఉన్నను
క్రీస్తు నందు నా ఆనందము
నీవేలే యెరూషలేమా
నీ లోనే నేను ఫలియించెదా!
నీ క్షేమము నేను ఆశించెదా
నీ క్షేమము కొరకు ప్రార్దించెదా! `
}
}
, 
{
id:45, 
number:45, 
title:"Vyavasayakuda ", 
teluguTitle:"వ్యవసాయకుడా ", 
lyrics:{
pallavi:`వ్యవసాయకుడా యెహోవా
నిజమైన ద్రాక్షవల్లి యేసయ్య
నీ ప్రేమతో నన్ను పిలిచితివి
నీ పొలములో నన్ను నాటితివి `, 
charanam1:`గట్టి గింజగా నన్ను చేసింది నీవు
సారమైన భూమిలో విత్తింది నీవు
శరీరములో నేను నశించిన
ఆత్మలో నేను ఫలియించెదా!
ముప్పదంతలై అరవదంతలై
నూరంతలై నేను ఫలియించెదా! `, 
charanam2:`నీ జీవముకు నను తెచ్చింది నీవు
క్రీస్తుకు నన్నంటుకట్టింది నీవు
నా బాహ్య పురుషుడు కృశించినా
ఆంతర్య పురుషుడు బలమొందును
అభిషేకంతో ఆత్మఫలం
నీ కోసమే ఫలియించెదా! `
}
}
, 
{
id:46, 
number:46, 
title:"Yesu Rakthamulo", 
teluguTitle:"యేసు రక్తములో ", 
lyrics:{
pallavi:`యేసు రక్తములో జయం
స్తుతి స్తోత్రములో జయం
పరిశుద్ధతలో జయం
ఆయన వల్లనే
ఆయన వల్లనే జయం ఆయన వల్లనే
ఆయన వల్లనే జయం ఆయన వల్లనే `, 
charanam1:`ఉపవాసం తో ప్రార్థించుటతో
దురాత్మలు పారిపోయేనే
ఉన్కా ప్రసన్నతమే ఆగే ఛలో
ఆయన ప్రసన్నతలో ముందుకు వెళ్లో
ఆయన వల్లనే — `, 
charanam2:`రాత్రి వేళల్లో ప్రార్థించుటతో
దైవ ధర్మనము మనకు కలుగున్
హి హ్యావ్ ధ ఫోకస్ ఇంధా ఫ్రెంట్ గో
ఆయన ప్రసన్నతలో ముందుకు వెళ్లో
ఆయన వల్లనే — `
}
}
, 
{
id:47, 
number:47, 
title:"Koi Nahi", 
teluguTitle:"కోయి నహీ ", 
lyrics:{
pallavi:`కోయి నహీ ఈషు తుమారి జైసా
ఔర్ కోయి నహీ క్రీస్తు ఆప్కీ జైసా
దునియా మే గుమ్ గుమ్ కే దేకా
చరిత్ర పడ్ పడ్ కే చోచా
కోయి నహీ ఈషు ఔర్ కోయి నహీ క్రీస్తు `, 
charanam1:`సుందర్ దేశ్ కా సుకుమార్ రాజా తుం
దివ్య దేశ్ చోడ్కే నరదేశ్ ఆయా తుం
మెరెల్యే తుంమ్నే ముష్కీల్ ఓగయా
ముజ్కో రక్షణణ్ తుంమ్నే దేదియా
కోయి నహీ ఈషు ఔర్ కోయి నహీ క్రీస్తు `, 
charanam2:`పరిపూర్ణ ప్యార్ కా పవిత్ర బంధన్ హై తుం
దీన దిల్ వాలేకు నిత్య నిబంధన్ హై తుం
మెరెల్యే తుంమ్నే గరిబీ ఓగయా
ముజ్కో తుంమ్నే ధని దార్ బనాదీయా
కోయి నహీ ఈషు ఔర్ కోయి నహీ క్రీస్తు `
}
}
, 
{
id:48, 
number:48, 
title:"I Joyful", 
teluguTitle:"I Joyful ", 
lyrics:{
pallavi:`I Joyful Because I Have The Jesus
You Joyful Because You Have The Jesus
We Joyful Because We Have The Jesus
It's Not Sometime Enjoyment
It Is Full-time Enjoyment
It's Not Some Fill Enjoyment
It Is Full Filled Enjoyment
Heavenly God JESUS
Heavenly God.....
Heavenly Lord JESUS
Heavenly Lord...... `, 
charanam1:`With Horse Proud Person Fall Down
With Vehicles Proud Person Fall Down
With Jesus Proud Person Get On
Jesus Words Recieve Person Get On
It's Not —`, 
charanam2:`With Money Proud person Fall Down
With Gold Proud Person Fall Down
With Jesus Proud Person Get On
Jesus Words Recieve Person Get On
It's Not — `
}
}
, 
{
id:49, 
number:49, 
title:"Yesayya Ni Sakshiga", 
teluguTitle:"యేసయ్యా నీ సాక్షిగా ", 
lyrics:{
pallavi:`యేసయ్యా నీ సాక్షిగా
నేనున్నాను అది నీ దయ
పరిశుద్ధుడా నీ పవిత్ర నామం
ఉచ్చారించనిచ్చావే ధన్యత `, 
charanam1:`నా దేహమిక్కడిదైన ఆత్మ అక్కడిదే
సీయోను నుండి నీవు పంపిందే
ఈ దేహంతో నీ చిత్తము చేయాలి
నా మాటల్లో నీ సత్యం ఉండాలి
నీ రాకడలో దృశ్యంగా నిన్ను చూడాలి
ఈ ఆశ తీరాలి `, 
charanam2:`నా ఆత్మపైన దేహం వస్త్రం వంటిదే
ఒక రోజు నేను విడిచి పోయేదే
ఈ లోకంకు నేను ఉప్పై ఉండాలి
పరలోకంలో ప్రభు మెప్పును పొందాలి
నీ రక్షణ లో జనమంతా క్షేమంగుండాలి `
}
}
, 
{
id:50, 
number:50, 
title:"Ardha Rupayi", 
teluguTitle:"అర్ధ రూపాయి ", 
lyrics:{
pallavi:`అర్ధ రూపాయి రూపాయిలో సగము
మహిమ సీయోను దేవునిలో సగము
ఒక లక్ష నలభై నాలుగు వేల మంది
సీయోనులో నివసించెదరు `, 
charanam1:`దేవుని తోటలో ఎక్కువ కూలి అర్ధ రూపాయి
ఆయన రాజ్యంలో ఎక్కువస్థానం
సీయోను శిఖరం
ఉదయాన్నే వచ్చారు ఒప్పందం చేశారు
వారిలో కొందరు వెనుకకు వెళ్ళారు
మొదటివారు కడపటి వారగుదురు
కడపటివారు మొదటి వారగుదురు `, 
charanam2:`సంత వీధిలో దినమంతయు ఊరకనే ఉన్నారు
యెహోవా దయపొంది ఆ తోటలో
పనిచేయవచ్చారు
సాయంత్రం వచ్చారు ఆర్భాటం చేశారు
శ్రద్ధ కలిగి పనిచేసి దేనారం పొందారు
కడపటివారు మొదటి వారగుదురు
మొదటివారు కడపటి వారగుదురు `
}
}


 

  
];